Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Require Touch ID
ar: تتطلب معرف اللمس
de: Erfordert Touch ID
es: Requerir identificación táctil
fr: Exiger Touch ID
it: Richiedi TouchID
ja: Touch ID が必要
ko: 터치 ID 필요
pt_br: Exigir Touch ID
ru: Требовать Touch ID
zh_hans: 需要 Touch ID
zh_hant: 需要 Touch ID

source: Reset All Filters
ar: إعادة ضبط جميع الفلاتر
de: Alle Filter zurücksetzen
es: Restablecer todos los filtros
fr: Réinitialiser tous les filtres
it: Reimposta tutti i filtri
ja: すべてのフィルターをリセット
ko: 모든 필터 초기화
pt_br: Redefinir todos os filtros
ru: Сбросить все фильтры
zh_hans: 重置所有过滤器
zh_hant: 重設所有篩選條件

source: Resolved
ar: تم الحل
de: Gelöst
es: Resuelto
fr: Résolu
it: Risolto
ja: 解決済み
ko: 해결됨
pt_br: Resolvido
ru: Решено
zh_hans: 已生效
zh_hant: 已生效

source: Resolved (%lld)
ar: تم الحل (%lld)
de: Gelöst (%lld)
es: Resuelto (%lld)
fr: Résolu (%lld)
it: Risolto (%lld)
ja: 解決済み (%lld)
ko: 해결됨(%lld)
pt_br: Resolvido (%lld)
ru: Решено (%lld)
zh_hans: 已解析 (%lld)
zh_hant: 已解析 (%lld)

source: Resolved Answers
ar: الإجابات التي تم حلها
de: Aufgelöste Antworten
es: Respuestas resueltas
fr: Réponses résolues
it: Risposte risolte
ja: 解決された回答
ko: 확인된 응답
pt_br: Respostas resolvidas
ru: Разрешенные ответы
zh_hans: 解析结果
zh_hant: 解析結果

source: Resolved Answers (%lld)
ar: الإجابات التي تم حلها (%lld)
de: Gelöste Antworten (%lld)
es: Respuestas resueltas (%lld)
fr: Réponses résolues (%lld)
it: Risposte risolte (%lld)
ja: 解決済みの回答 (%lld)
ko: 해결된 답변(%lld)
pt_br: Respostas resolvidas (%lld)
ru: Решенные ответы (%lld)
zh_hans: 解析结果 (%lld)
zh_hant: 解析结果 (%lld)

source: Resolved Edge PoP
ar: نقطة التواجد للحافة المحلولة (Edge PoP)
de: Aufgelöster Edge PoP
es: PoP perimetral resuelto
fr: PoP périphérique résolu
it: Edge PoP risolto
ja: 解決されたエッジ PoP
ko: 확인된 에지 PoP
pt_br: PoP de borda resolvido
ru: Разрешенный Edge PoP
zh_hans: 解析到的边缘 PoP 节点
zh_hant: 解析到的邊緣 PoP 節點

source: Resolver Engine
ar: محرك المحلل
es: Motor de resolución
fr: Moteur de résolveur
it: Motore del resolver
ja: リゾルバー エンジン
ko: DNS 리졸버 엔진
pt_br: Mecanismo resolvedor
ru: Движок резолвера
zh_hans: 解析器引擎
zh_hant: 解析器引擎

source: Resolver Latency Comparison
ar: مقارنة زمن استجابة المحلل
de: Resolver-Latenzvergleich
es: Comparación de latencia del resolutor
fr: Comparaison de la latence du résolveur
it: Confronto latenza resolver
ja: リゾルバー レイテンシの比較
ko: DNS 리졸버 지연 시간 비교
pt_br: Comparação de latência do resolvedor
ru: Сравнение задержек резолверов
zh_hans: 解析器延迟对比
zh_hant: 解析器延遲比較

source: Resolving Answers…
ar: حل الإجابات…
de: Antworten auflösen…
es: Resolviendo respuestas…
fr: Résoudre les réponses…
it: Risoluzione delle risposte…
ja: 答えを解決しています…
ko: 답변 해결 중…
pt_br: Resolvendo respostas…
ru: Разрешение ответов…
zh_hans: 正在解析记录…
zh_hant: 正在解析记录…

source: Resolving DNS Records…
ar: جارٍ حل سجلات DNS…
de: DNS-Einträge werden aufgelöst…
es: Resolviendo registros DNS…
fr: Résolution des enregistrements DNS…
it: Risoluzione record DNS in corso…
ja: DNS レコードを解決中…
ko: DNS 레코드 확인 중…
pt_br: Resolvendo registros DNS…
ru: Разрешение записей DNS…
zh_hans: 正在解析 DNS 记录…
zh_hant: 正在解析 DNS 記錄…

source: Resource Attached
ar: تم إرفاق المورد
de: Ressource angehängt
es: Recurso adjuntado
fr: Ressource attachée
it: Risorsa allegata
ja: リソースを関連付けました
ko: 리소스 연결됨
pt_br: Recurso anexado
ru: Ресурс прикреплен
zh_hans: 资源已绑定
zh_hant: 資源已綁定

source: Resource Bindings
ar: ارتباطات الموارد
de: Ressourcenbindungen
es: Enlaces de recursos
fr: Liaisons de ressources
it: Associazioni di risorse
ja: リソース バインディング
ko: 리소스 바인딩
pt_br: Vínculos de recursos
ru: Привязки ресурсов
zh_hans: 资源绑定
zh_hant: 資源綁定

source: Resource Bindings (%lld)
ar: ربط الموارد (%lld)
de: Ressourcenbindungen (%lld)
es: Enlaces de recursos (%lld)
fr: Liaisons de ressources (%lld)
it: Associazioni di risorse (%lld)
ja: リソースバインディング (%lld)
ko: 리소스 바인딩(%lld)
pt_br: Vinculações de recursos (%lld)
ru: Привязки ресурсов (%lld)
zh_hans: 资源绑定 (%lld)
zh_hant: 资源绑定 (%lld)

source: Resource Change
ar: تغيير الموارد
de: Ressourcenänderung
es: Cambio de recursos
fr: Changement de ressources
it: Cambiamento di risorse
ja: リソースの変更
ko: 자원 변경
pt_br: Mudança de recursos
ru: Изменение ресурсов
zh_hans: 资源变更
zh_hant: 资源變更

source: Resource ID
ar: معرف المورد
de: Ressourcen-ID
es: ID de recurso
fr: ID de ressource
it: ID risorsa
ja: リソースID
ko: 리소스 ID
pt_br: ID do recurso
ru: Идентификатор ресурса
zh_hans: 资源 ID
zh_hant: 资源 ID

source: Resource Selection
ar: اختيار المورد
de: Ressourcenauswahl
es: Selección de recursos
fr: Sélection des ressources
it: Selezione delle risorse
ja: リソースの選択
ko: 리소스 선택
pt_br: Seleção de recursos
ru: Выбор ресурса
zh_hans: 资源选择
zh_hant: 資源選擇

source: Resource Type
ar: نوع المورد
de: Ressourcentyp
es: Tipo de recurso
fr: Type de ressource
it: Tipo di risorsa
ja: リソースの種類
ko: 리소스 유형
pt_br: Tipo de recurso
ru: Тип ресурса
zh_hans: 资源类型
zh_hant: 资源类型

source: Resource Unbound
ar: تم إلغاء ربط المورد
de: Ressource getrennt
es: Recurso desvinculado
fr: Ressource dissociée
it: Risorsa scollegata
ja: リソースのバインドを解除しました
ko: 리소스 바인딩 해제 성공
pt_br: Recurso desvinculado
ru: Ресурс отвязан
zh_hans: 资源解绑成功
zh_hant: 資源解除綁定成功

source: Resource: %@
ar: المصدر: %@
de: Ressource: %@
es: Recurso: %@
fr: Ressource : %@
it: Risorsa: %@
ja: 资源: %@
ko: 리소스: %@
pt_br: Recurso: %@
ru: Ресурс: %@
zh_hans: 资源: %@
zh_hant: 资源: %@

source: Respect Existing
ar: احترام الموجود
de: Respektieren Sie das Vorhandene
es: Respetar lo existente
fr: Respecter l'existant
it: Rispettare l'esistente
ja: 既存のものを尊重する
ko: 기존 존중
pt_br: Respeitar o Existente
ru: Уважать существующее
zh_hans: 尊重现有设置
zh_hant: 尊重現有設定

source: Respect Header
ar: احترام الترويسة
de: Header beachten
es: Respetar encabezado
fr: Respecter l'en-tête
it: Rispetta intestazione
ja: ヘッダーに従う
ko: 헤더 준수
pt_br: Respeitar cabeçalho
ru: Соблюдать заголовок
zh_hans: 遵循标头 (Respect Header)
zh_hant: 遵循標頭 (Respect Header)

source: Respect Origin
ar: احترام الأصل
de: Respektieren Sie die Herkunft
es: Respetar el origen
fr: Respecter l'origine
it: Rispettare l'origine
ja: 原点を尊重する
ko: 원산지 존중
pt_br: Respeite a Origem
ru: Уважайте происхождение
zh_hans: 遵循源设置
zh_hant: 遵循源設定

source: Response Body
ar: هيئة الاستجابة
de: Antwortgremium
es: Cuerpo de respuesta
fr: Corps de réponse
it: Corpo di risposta
ja: 応答本文
ko: 응답 본문
pt_br: Corpo de Resposta
ru: Тело ответа
zh_hans: 响应内容 (Body)
zh_hant: 响應内容 (Body)

source: Response body copied
ar: تم نسخ نص الرد
de: Antworttext kopiert
es: Cuerpo de respuesta copiado
fr: Corps de la réponse copié
it: Corpo della risposta copiato
ja: 応答本文がコピーされました
ko: 응답 본문이 복사되었습니다.
pt_br: Corpo da resposta copiado
ru: Тело ответа скопировано.
zh_hans: 已复制响应内容
zh_hant: 已複製响應内容

source: Response copied
ar: تم نسخ الرد
de: Antwort kopiert
es: Respuesta copiada
fr: Réponse copiée
it: Risposta copiata
ja: 応答をコピーしました
ko: 응답이 복사되었습니다.
pt_br: Resposta copiada
ru: Ответ скопирован.
zh_hans: 响应已复制
zh_hant: 响應已複製

source: Response Header
ar: رأس الاستجابة
de: Antwortheader
es: Encabezado de respuesta
fr: En-tête de réponse
it: Intestazione della risposta
ja: 応答ヘッダー
ko: 응답 헤더
pt_br: Cabeçalho de resposta
ru: Заголовок ответа
zh_hans: 响应标头
zh_hant: 响應標頭

source: Response Headers
ar: رؤوس الاستجابة
de: Antwortheader
es: Encabezados de respuesta
fr: En-têtes de réponse
it: Intestazioni di risposta
ja: 応答ヘッダー
ko: 응답 헤더
pt_br: Cabeçalhos de resposta
ru: Заголовки ответов
zh_hans: 响应标头
zh_hant: 响應標頭

source: Response Headers (%lld)
ar: رؤوس الاستجابة (%lld)
de: Antwortheader (%lld)
es: Encabezados de respuesta (%lld)
fr: En-têtes de réponse (%lld)
it: Intestazioni di risposta (%lld)
ja: 応答ヘッダー (%lld)
ko: 응답 헤더(%lld)
pt_br: Cabeçalhos de resposta (%lld)
ru: Заголовки ответов (%lld)
zh_hans: 响应标头 (%lld)
zh_hant: 响應標頭 (%lld)

source: Response Latency
ar: زمن الاستجابة
de: Antwortlatenz
es: Latencia de respuesta
fr: Latence de réponse
it: Latenza di risposta
ja: 応答遅延
ko: 응답 지연
pt_br: Latência de resposta
ru: Задержка ответа
zh_hans: 响应延迟
zh_hant: 响應延迟

source: Response Overview
ar: نظرة عامة على الاستجابة
de: Antwortübersicht
es: Descripción general de la respuesta
fr: Aperçu de la réponse
it: Panoramica della risposta
ja: 対応の概要
ko: 대응 개요
pt_br: Visão geral da resposta
ru: Обзор ответов
zh_hans: 响应概览
zh_hant: 响應概覽

source: Response Payload
ar: حمولة الاستجابة
de: Antwortnutzlast
es: Carga útil de respuesta
fr: Charge utile de réponse
it: Carico utile della risposta
ja: 応答ペイロード
ko: 응답 페이로드
pt_br: Carga útil de resposta
ru: Полезная нагрузка ответа
zh_hans: 响应正文数据
zh_hant: 响應正文數据

source: Response Status
ar: حالة الاستجابة
de: Antwortstatus
es: Estado de respuesta
fr: Statut de la réponse
it: Stato della risposta
ja: 対応状況
ko: 응답상태
pt_br: Status da resposta
ru: Статус ответа
zh_hans: 响应概览与状态
zh_hant: 响應概覽与状態

source: Resume
ar: سيرة ذاتية
de: Lebenslauf
es: Reanudar
fr: CV
it: Riprendere
ja: 再開する
ko: 재개하다
pt_br: Retomar
ru: Резюме
zh_hans: 恢复
zh_hant: 恢復

source: Resume Cloudflare Acceleration
ar: استئناف تسريع Cloudflare
de: Setzen Sie die Cloudflare-Beschleunigung fort
es: Reanudar la aceleración de Cloudflare
fr: Reprendre l'accélération Cloudflare
it: Riprendi l'accelerazione di Cloudflare
ja: Cloudflare アクセラレーションを再開する
ko: Cloudflare 가속 재개
pt_br: Retomar a aceleração da Cloudflare
ru: Возобновить ускорение Cloudflare
zh_hans: 恢复 Cloudflare 站点加速
zh_hant: 恢復 Cloudflare 站點加速

source: Resume Site Service (ID: %@)
ar: استئناف خدمة الموقع (المعرف: %@)
de: Site-Dienst fortsetzen (ID: %@)
es: Reanudar el servicio del sitio (ID: %@)
fr: Reprendre le service du site (ID : %@)
it: Riprendi il servizio del sito (ID: %@)
ja: サイトサービスを再開します (ID: %@)
ko: 사이트 서비스 재개(ID: %@)
pt_br: Retomar serviço do site (ID: %@)
ru: Возобновить обслуживание сайта (ID: %@)
zh_hans: 恢复站点服务 (ID: %@)
zh_hant: 恢復站點服务 (ID: %@)

source: Resume Stream
ar: استئناف الدفق
de: Stream fortsetzen
es: Reanudar transmisión
fr: Reprendre le flux
it: Riprendi streaming
ja: ストリームを再開
ko: 스트림 재개
pt_br: Retomar transmissão
ru: Возобновить трансляцию
zh_hans: 恢复日志流
zh_hant: 恢復記錄流

source: Retention Period
ar: فترة الاحتفاظ
de: Aufbewahrungsfrist
es: Período de retención
fr: Période de conservation
it: Periodo di conservazione
ja: 保存期間
ko: 보유기간
pt_br: Período de retenção
ru: Срок хранения
zh_hans: 保留期
zh_hant: 保留期

source: Retries: %lld
ar: إعادة المحاولات: %lld
de: Wiederholungen: %lld
es: Reintentos: %lld
fr: Nouvelles tentatives : %lld
it: Tentativi: %lld
ja: 再試行: %lld
ko: 재시도: %lld
pt_br: Novas tentativas: %lld
ru: Повторных попыток: %lld
zh_hans: 重试次数: %lld
zh_hant: 重试次數: %lld

source: Retry
ar: أعد المحاولة
de: Versuchen Sie es noch einmal
es: Rever
fr: Réessayer
it: Riprova
ja: リトライ
ko: 다시 해 보다
pt_br: Tentar novamente
ru: Повторить попытку
zh_hans: 重试
zh_hant: 重试

source: Retry Deployment
ar: إعادة محاولة النشر
de: Wiederholen Sie die Bereitstellung
es: Reintentar la implementación
fr: Réessayer le déploiement
it: Riprovare la distribuzione
ja: デプロイメントの再試行
ko: 배포 재시도
pt_br: Tentar novamente a implantação
ru: Повторить развертывание
zh_hans: 重试部署
zh_hant: 重试部署

source: Retry Failed
ar: فشلت إعادة المحاولة
de: Wiederholung fehlgeschlagen
es: Reintento fallido
fr: Échec de la nouvelle tentative
it: Riprova non riuscita
ja: 再試行失敗
ko: 재시도 실패
pt_br: Falha na nova tentativa
ru: Повторная попытка не удалась
zh_hans: 重试失败
zh_hant: 重试失败

source: Reveal token
ar: كشف الرمز المميز
de: Token aufdecken
es: Revelar ficha
fr: Révéler le jeton
it: Rivela il gettone
ja: トークンを明らかにする
ko: 토큰 공개
pt_br: Revelar token
ru: Показать токен
zh_hans: 显示 Token
zh_hant: 顯示 Token

source: Reverse Proxy
ar: الوكيل العكسي
es: Proxy inverso
fr: Proxy inverse
it: Proxy inverso
ja: リバースプロキシ
ko: 역방향 프록시
pt_br: Proxy reverso
ru: Обратный прокси
zh_hans: 反向代理 (Reverse Proxy)
zh_hant: 反向代理 (Reverse Proxy)

source: Revoke
ar: إبطال
de: Widerrufen
es: Revocar
fr: Révoquer
it: Revocare
ja: 取り消す
ko: 취소
pt_br: Revogar
ru: Отозвать
zh_hans: 撤销
zh_hant: 撤销

source: Rewrite Action
ar: إعادة كتابة الإجراء
de: Aktion umschreiben
es: Reescribir acción
fr: Action de réécriture
it: Azione di riscrittura
ja: 書き換えアクション
ko: 재작성 작업
pt_br: Ação de reescrever
ru: Переписать действие
zh_hans: 重写操作
zh_hant: 重寫操作

source: Rewrite insecure HTTP URLs in HTML to secure HTTPS.
ar: إعادة كتابة عناوين HTTP غير الآمنة في HTML إلى HTTPS الآمن.
de: Unsichere HTTP-URLs in HTML in sichere HTTPS-URLs umschreiben.
es: Reescribe URLs HTTP inseguras en HTML a HTTPS seguro.
fr: Réécrivez les URL HTTP non sécurisées en HTML vers HTTPS sécurisé.
it: Riscrivi gli URL HTTP non sicuri in HTML in HTTPS sicuro.
ja: HTML 内の安全でない HTTP URL を安全な HTTPS に書き換えます。
ko: HTML의 안전하지 않은 HTTP URL을 안전한 HTTPS로 재작성합니다.
pt_br: Reescreva URLs HTTP inseguras em HTML para HTTPS seguro.
ru: Перезаписывайте небезопасные URL-адреса HTTP в HTML на безопасные HTTPS.
zh_hans: 将 HTML 中不安全的 HTTP URL 重写为安全的 HTTPS。
zh_hant: 將 HTML 中不安全的 HTTP URL 重寫為安全的 HTTPS。

source: Rewrite Path -> %@
ar: أعد كتابة المسار -> %@
de: Pfad neu schreiben -> %@
es: Reescribir ruta -> %@
fr: Réécrire le chemin -> %@
it: Riscrivi percorso -> %@
ja: パスを書き換えます -> %@
ko: 경로 재작성 -> %@
pt_br: Reescrever caminho -> %@
ru: Переписать путь -> %@
zh_hans: 重写路径 -> %@
zh_hant: 重寫路径 -> %@

source: Rewrite Query -> %@
ar: إعادة كتابة الاستعلام -> %@
de: Abfrage neu schreiben -> %@
es: Reescribir consulta -> %@
fr: Requête de réécriture -> %@
it: Riscrivi query -> %@
ja: クエリを書き換え -> %@
ko: 쿼리 다시 작성 -> %@
pt_br: Reescrever consulta -> %@
ru: Переписать запрос -> %@
zh_hans: 重写查询 -> %@
zh_hant: 重寫查询 -> %@

source: Rewrite to: %@
ar: أعد الكتابة إلى: %@
de: Umschreiben in: %@
es: Reescribir a: %@
fr: Réécrire à : %@
it: Riscrivi a: %@
ja: 次のように書き換えます: %@
ko: 다음으로 다시 작성: %@
pt_br: Reescrever para: %@
ru: Перепишите на: %@
zh_hans: 重写为：%@
zh_hant: 重寫為：%@

source: Rewrite URL
ar: إعادة كتابة عنوان URL
de: URL umschreiben
es: Reescribir URL
fr: Réécrire l'URL
it: Riscrivi URL
ja: URL書き換え
ko: URL 다시 쓰기
pt_br: Reescrever URL
ru: Переписать URL
zh_hans: 重写 URL
zh_hant: 重寫 URL

source: Rewrite URL paths, query strings, or modify HTTP headers dynamically at the edge.
ar: إعادة كتابة مسارات URL أو سلاسل الاستعلام أو تعديل ترويسات HTTP ديناميكيًا على الحافة.
de: URL-Pfade, Abfragezeichenfolgen umschreiben oder HTTP-Header dynamisch am Edge ändern.
es: Reescribe rutas de URL, cadenas de consulta o modifica encabezados HTTP dinámicamente en el perímetro.
fr: Réécrivez les chemins d'URL, les chaînes de requête ou modifiez les en-têtes HTTP de manière dynamique en périphérie.
it: Riscrivi i percorsi URL, le stringhe di query o modifica le intestazioni HTTP in modo dinamico sulla rete perimetrale.
ja: エッジで URL パスやクエリ文字列を書き換えたり、HTTP ヘッダーを動的に変更したりします。
ko: 에지에서 동적으로 URL 경로, 쿼리 문자열을 재작성하거나 HTTP 헤더를 수정합니다.
pt_br: Reescreva caminhos de URL, strings de consulta ou modifique cabeçalhos HTTP dinamicamente na borda.
ru: Перезаписывайте пути URL, строки запросов или динамически изменяйте заголовки HTTP на Edge.
zh_hans: 在边缘动态重写 URL 路径、查询字符串或修改 HTTP 标头。
zh_hant: 在邊緣動態重寫 URL 路徑、查詢字串或修改 HTTP 標頭。

source: Rewrite URLs and modify HTTP headers.
ar: إعادة كتابة عناوين URL وتعديل رؤوس HTTP.
de: Schreiben Sie URLs neu und ändern Sie HTTP-Header.
es: Reescribe las URL y modifica los encabezados HTTP.
fr: Réécrivez les URL et modifiez les en-têtes HTTP.
it: Riscrivi gli URL e modifica le intestazioni HTTP.
ja: URL を書き換えて HTTP ヘッダーを変更します。
ko: URL을 다시 작성하고 HTTP 헤더를 수정합니다.
pt_br: Reescreva URLs e modifique cabeçalhos HTTP.
ru: Перепишите URL-адреса и измените заголовки HTTP.
zh_hans: 重写 URL 并修改 HTTP 头。
zh_hant: 重寫 URL 并修改 HTTP 頭。

source: Rewrites incoming URI path and query string before reaching origin server.
ar: يعيد كتابة مسار URI الوارد وسلسلة الاستعلام قبل الوصول إلى الخادم الأصلي.
de: Schreibt den eingehenden URI-Pfad und die Abfragezeichenfolge um, bevor der Ursprungsserver erreicht wird.
es: Reescribe la ruta URI entrante y la cadena de consulta antes de llegar al servidor de origen.
fr: Réécrit le chemin de l'URI entrant et la chaîne de requête avant d'atteindre le serveur d'origine.
it: Riscrive il percorso dell'URI in entrata e la stringa di query prima di raggiungere il server di origine.
ja: オリジンサーバーに到達する前に、受信 URI パスとクエリ文字列を書き換えます。
ko: 원본 서버에 도달하기 전에 들어오는 URI 경로와 쿼리 문자열을 다시 작성합니다.
pt_br: Reescreve o caminho do URI de entrada e a string de consulta antes de chegar ao servidor de origem.
ru: Перезаписывает входящий путь URI и строку запроса до достижения исходного сервера.
zh_hans: 在到达源服务器前重写传入 URI 路径和查询字符串。
zh_hant: 在到达源服务器前重寫傳入 URI 路径和查询字符串。

source: RFC BIND Output
ar: RFC BIND الإخراج
de: RFC-BIND-Ausgabe
es: Salida de enlace RFC
fr: Sortie RFC BIND
it: Uscita BIND RFC
ja: RFC BIND 出力
ko: RFC BIND 출력
pt_br: Saída RFC BIND
ru: Вывод RFC BIND
zh_hans: RFC BIND 原始报文
zh_hant: RFC BIND 原始報文

source: Rocket Loader
ar: محمل الصواريخ
de: Raketenlader
es: Cargador de cohetes
fr: Chargeur de fusée
it: Caricatore di razzi
ja: ロケットローダー
ko: 로켓 로더
pt_br: Carregador de foguetes
ru: Ракетный погрузчик
zh_hans: Rocket Loader 加速
zh_hant: Rocket Loader 加速

source: Rocket Loader Disabled
ar: تم تعطيل Rocket Loader
de: Rocket Loader deaktiviert
es: Rocket Loader desactivado
fr: Rocket Loader désactivé
it: Rocket Loader disattivato
ja: Rocket Loader を無効にしました
ko: Rocket Loader 비활성화됨
pt_br: Rocket Loader desativado
ru: Rocket Loader отключен
zh_hans: 已禁用 Rocket Loader
zh_hant: 已停用 Rocket Loader

source: Rocket Loader Enabled
ar: تم تفعيل Rocket Loader
de: Rocket Loader aktiviert
es: Rocket Loader activado
fr: Rocket Loader activé
it: Rocket Loader attivato
ja: Rocket Loader を有効にしました
ko: Rocket Loader 활성화됨
pt_br: Rocket Loader ativado
ru: Rocket Loader включен
zh_hans: 已启用 Rocket Loader
zh_hant: 已啟用 Rocket Loader

source: Roll back to any previous deployment version to instantly restore your Worker code, routes, and environment configuration.
ar: التراجع إلى أي إصدار نشر سابق لاستعادة كود Worker والمسارات وتكوين البيئة على الفور.
de: Führen Sie ein Rollback auf eine frühere Bereitstellungsversion durch, um Ihren Worker-Code, Routen und Umgebungskonfiguration sofort wiederherzustellen.
es: Revierte a cualquier versión de despliegue anterior para restaurar instantáneamente el código, rutas y configuración de entorno de tu Worker.
fr: Restaurez n'importe quelle version de déploiement antérieure pour rétablir instantanément le code de votre Worker, ses routes et sa configuration d'environnement.
it: Esegui il rollback a qualsiasi versione di distribuzione precedente per ripristinare istantaneamente il codice Worker, le route e la configurazione dell'ambiente.
ja: 以前のデプロイ バージョンにロールバックして、Worker コード、ルート、環境構成を即座に復元します。
ko: 이전 배포 버전으로 롤백하여 Worker 코드, 라우트 및 환경 구성을 즉시 복원합니다.
pt_br: Reverta para qualquer versão de implantação anterior para restaurar instantaneamente o código do Worker, rotas e configuração do ambiente.
ru: Откатитесь к любой предыдущей версии развертывания, чтобы мгновенно восстановить код Worker, маршруты и конфигурацию среды.
zh_hans: 回滚到任何先前的部署版本，以立即恢复您的 Worker 代码、路由和环境配置。
zh_hant: 復原至任何先前的部署版本，以即時還原您的 Worker 程式碼、路由和環境設定。

source: Rollback
ar: تراجع
es: Revertir
fr: Restauration
ja: ロールバック
ko: 롤백
pt_br: Reversão
ru: Откат
zh_hans: 回滚
zh_hant: 復原

source: Rollback / Promote to Production
ar: التراجع / الترقية إلى الإنتاج
de: Rollback / Heraufstufen in die Produktion
es: Revertir/Promocionar a Producción
fr: Annulation/Promotion en production
it: Rollback/promozione a produzione
ja: ロールバック/本番環境への昇格
ko: 롤백/프로덕션으로 승격
pt_br: Reverter/promover para produção
ru: Откат/переход в производство
zh_hans: 回滚 / 提升至生产环境
zh_hant: 回滚 / 提升至生产环境

source: Rollback Deployment
ar: نشر التراجع
de: Rollback-Bereitstellung
es: Implementación de reversión
fr: Déploiement de restauration
it: Distribuzione di rollback
ja: ロールバック展開
ko: 롤백 배포
pt_br: Implantação de reversão
ru: Откат развертывания
zh_hans: 回滚至此部署
zh_hant: 回滚至此部署

source: Rollback Failed
ar: فشل التراجع
de: Rollback fehlgeschlagen
es: Error de reversión
fr: Échec de la restauration
it: Rollback non riuscito
ja: ロールバックに失敗しました
ko: 롤백 실패
pt_br: Falha na reversão
ru: Откат не выполнен
zh_hans: 回滚失败
zh_hant: 回滚失败

source: Rollback to this Deployment?
ar: العودة إلى هذا النشر؟
de: Rollback auf diese Bereitstellung?
es: ¿Revertir a esta implementación?
fr: Revenir à ce déploiement ?
it: Eseguire il rollback a questa distribuzione?
ja: このデプロイメントにロールバックしますか?
ko: 이 배포로 롤백하시겠습니까?
pt_br: Reverter para esta implantação?
ru: Откат к этому развертыванию?
zh_hans: 回滚到此部署？
zh_hant: 回滚到此部署？

source: Rollback to Version #%lld
ar: الرجوع إلى الإصدار #%lld
de: Auf Version #%lld zurücksetzen
es: Revertir a la versión #%lld
fr: Revenir à la version #%lld
it: Ripristina alla versione #%lld
ja: バージョン #%lld にロールバック
ko: 버전 #%lld으로 롤백
pt_br: Reverter para a versão #%lld
ru: Откатиться до версии #%lld
zh_hans: 回滚到版本 #%lld
zh_hant: 回滾至版本 #%lld

source: Rolled Back
ar: توالت إلى الوراء
de: Zurückgerollt
es: Revertido
fr: Annulé
it: Riportato indietro
ja: ロールバック
ko: 롤백됨
pt_br: Revertido
ru: Откатился назад
zh_hans: 已回滚
zh_hant: 已回滚

source: Rolled back to deployment
ar: تم التراجع إلى النشر
de: Auf Bereitstellung zurückgesetzt
es: Revertido al despliegue
fr: Restauré au déploiement
it: Eseguito il rollback alla distribuzione
ja: デプロイにロールバックしました
ko: 배포로 롤백됨
pt_br: Revertido para a implantação
ru: Выполнен откат к развертыванию
zh_hans: 已回滚至部署版本
zh_hant: 已復原至部署版本

source: Rolled back to Version #%lld
ar: تم الرجوع إلى الإصدار #%lld
de: Auf Version #%lld zurückgesetzt
es: Revertido a la versión #%lld
fr: Retour à la version #%lld
it: Ripristinato alla versione #%lld
ja: バージョン #%lld にロールバックしました
ko: 버전 #%lld으로 롤백됨
pt_br: Revertido para a versão #%lld
ru: Откат до версии #%lld
zh_hans: 已回滚到版本 #%lld
zh_hant: 已回滾至版本 #%lld

source: Root Authority
ar: المصدق الجذري (Root CA)
de: Stammzertifizierungsstelle (Root CA)
es: Autoridad raíz (Root CA)
fr: Autorité racine (Root CA)
it: Autorità radice (Root CA)
ja: ルート認証局 (Root CA)
ko: 루트 인증 기관 (Root CA)
pt_br: Autoridade Raiz (Root CA)
ru: Корневой центр сертификации (Root CA)
zh_hans: 根证书颁发机构 (Root CA)
zh_hant: 根憑證授權單位 (Root CA)

source: Root Directory (Optional)
ar: الدليل الجذر (اختياري)
de: Stammverzeichnis (optional)
es: Directorio raíz (opcional)
fr: Répertoire racine (facultatif)
it: Directory principale (facoltativo)
ja: ルートディレクトリ (オプション)
ko: 루트 디렉터리(선택 사항)
pt_br: Diretório raiz (opcional)
ru: Корневой каталог (необязательно)
zh_hans: 根目录（可选）
zh_hant: 根目录（可選）

source: Rotate (Keep Old Key Valid)
ar: التدوير (احتفظ بالمفتاح القديم صالحًا)
de: Rotieren (Alten Schlüssel gültig halten)
es: Girar (mantener válida la clave anterior)
fr: Rotation (Garder l'ancienne clé valide)
it: Ruota (mantieni valida la vecchia chiave)
ja: 回転 (古いキーを有効にしておく)
ko: 회전(이전 키를 유효하게 유지)
pt_br: Girar (manter a chave antiga válida)
ru: Повернуть (сохранить старый ключ действительным)
zh_hans: 轮换 (保留旧密钥有效)
zh_hant: 轮换 (保留旧密钥有效)

source: Rotate & Invalidate Old Key
ar: تدوير وإبطال المفتاح القديم
de: Alten Schlüssel drehen und ungültig machen
es: Girar e invalidar clave antigua
fr: Faire pivoter et invalider l'ancienne clé
it: Ruota e invalida la vecchia chiave
ja: 古いキーを回転して無効にする
ko: 이전 키 순환 및 무효화
pt_br: Girar e invalidar chave antiga
ru: Поворот и аннулирование старого ключа
zh_hans: 轮换并使旧密钥失效
zh_hant: 轮换并使旧密钥失效

source: Rotate Secret Key
ar: تدوير المفتاح السري
de: Geheimen Schlüssel drehen
es: Girar clave secreta
fr: Rotation de la clé secrète
it: Ruota la chiave segreta
ja: 秘密鍵のローテーション
ko: 비밀 키 순환
pt_br: Girar chave secreta
ru: Повернуть секретный ключ
zh_hans: 轮换私密密钥
zh_hant: 轮换私密密钥
